IDEA Open Model
CheckResPlate.Items Property
Compatible with IDEA StatiCa 20.1
 In case of presentation of groups plates (uncoiled beams)
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<int> Items { get; set; }
Public Property Items As List(Of Integer)
	Get
	Set
Property Value
Type: List<Int32>
See Also
Reference
CheckResPlate Class
IdeaRS.OpenModel.Connection Namespace